Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: The specified computers haveTrend Micro OfficeScan clientinstalled which conflicts with the Trend Micro Core Protection Module. Please follow the instructions below to remove Trend Micro OfficeScan client before installing Trend Micro Core Protection Module. Important Note: 1. Trend Micro suggests removing Trend Micro OfficeScan client&nbsp;using the&nbsp;OfficeScan server&nbsp;rather thantheclient uninstaller. 2. Trend Micro OfficeScan client uninstaller should be used only when the Trend Micro OfficeScan server cannot successfully uninstall the client.
fr_fr: Trend Micro OfficeScan Client est installé sur les ordinateurs spécifiés, ce qui entre en conflit avec Trend Micro Core Protection Module. Suivez les instructions ci-dessous pour supprimer le client Trend Micro OfficeScan avant d'installer Trend Micro Core Protection Module. Remarque importante: 1. Trend Micro conseille de supprimer le client Trend Micro OfficeScan à l'aide du serveur OfficeScan plutôt que du programme de désinstallation du client. 2. Le programme de désinstallation du client Trend Micro OfficeScan ne doit être utilisé que lorsque le serveur Trend Micro OfficeScan server ne parvient pas à désinstaller le client.

source: The computers listed here have software products installed which conflict with the Core Protection Module endpoint. The computers listed here have a version of the BES Client installed which conflicts with the Core Protection Module endpoint.
fr_fr: Les ordinateurs répertoriés ci-dessous ont des produits logiciels installés qui entrent en conflit avec Core Protection Module. Les ordinateurs répertoriés ci-dessous ont une version du client BES installé qui est en conflit avec Core Protection Module.

source: Use this task to upgrade Core Protection Module VDI components. Note: The upgrade log CPMVDIUpgrade.log is stored in client's windows folder. File Size:3.50 MB
fr_fr: Utilisez cette action pour mettre à jour les composants VDI de Core Protection Module. Remarque: Le journal de mise à niveau CPMVDIUpgrade.log est enregistré dans le dossier Windows du client. Taille du fichier:3,50 Mo

source: The specified computers have Core Protection Module&nbsp;VDI components&nbsp;installed. Use this task to remove Core Protection ModuleVDI components . Note: Theuninstallation log CPMVDIUinstall.log is stored in client's Windows folder.
fr_fr: Les composants VDI de Core Protection Module sont installés sur les ordinateurs spécifiés. Utilisez cette action pour supprimer les composants VDI de Core Protection Module. Remarque: Le journal de désinstallation CPMVDIUinstall.log est enregistré dans le dossier Windows du client.

source: The specified computers are BES Servers or Relays which do not have Trend Micro Core Protection Module&nbsp;VDI components installed. Core Protection ModuleVDI components provide VDI support for CPM endpoints. Use this action to deploy Core Protection ModuleVDI components on BES Servers or Relays that require Core Protection ModuleVDI components. Note: The installation log CPMVDIInstall.log is stored in client's windows folder. Deployment Options: This action allows you to install to the default path "%Program Files%\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify a custom path in the action parameter dialog (include the drive letter) - "C:\folder1\folder2\Trend Micro Home" Path characters: Do not use unsupported Windows characters, including the following: " ? * | / &lt; &gt; and : \ ,unless used as part of the path Environment variables (example ) are not supported for custom installation paths. This action will fail if unsupported path characters are used or if the drive letter specified does not exist. File Size:3.50 MB
fr_fr: Les ordinateurs spécifiés sont des serveurs ou relais BES dont les composants VDI Trend Micro Core Protection Module ne sont pas installés. Les composants VDI de Core Protection Module offrent la prise en charge de VDI pour les points finaux CPM. Utilisez cette action pour déployer les composants VDI de Core Protection Module sur les serveurs ou relais BES qui requièrent les composants VDI de Core Protection Module. Remarque: Le journal d'installation CPMVDIInstall.log est enregistré dans le dossier Windows du client. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «%Program Files%\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut&nbsp;:&nbsp;&nbsp;Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action (inclure la lettre du lecteur) – «C:\Dossier1\Dossier2\Trend Micro Home» Caractères du chemin d'accès: n'utilisez pas de caractères qui ne sont pas pris en charge par Windows, notamment les caractères suivants: " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour les chemins d'installation personnalisés. Cette action échoue si des caractères de chemin d'accès non pris en charge sont utilisés ou si la lettre de lecteur spécifiée n'existe pas. Taille du fichier:3,50&nbsp;Mo

source: Use this task to open port 5273 on relays with VDI components that use Windows Firewall (Windows Firewall is enabled and blocking port 5273). Relays with VDI components use port 5273 for communication. Note: There are currently performance issues and functional limitations associated with the relevance of this fixlet. Important Note: If the listed endpoints' firewall settings are being administered through a domain group policy, the results of this action may be overwritten by that policy. The actions below only affect the local firewall policy, and will not affect any group firewall policy settings that may have been applied by a domain administrator. If your firewall has been configured through a domain group policy, these actions may report back as 'Failed', and the firewall must be disabled or configured through the group policy instead.
fr_fr: Utilisez cette tâche pour ouvrir le port&nbsp;5273 sur les relais à composants VDI qui utilisent le pare-feu Windows (le pare-feu Windows est activé et bloque le port&nbsp;5273). Les relais à composants VDI utilisent le port5273 pour communiquer. Remarque: Il y a actuellement des problèmes de performance et des restrictions opérationnelles associées à la pertinence de ce fixlet. Remarque importante: Si les paramètres de pare-feu des points finaux répertoriés sont administrés par une stratégie de groupe de domaine, les résultats de cette action pourraient être écrasés par cette stratégie. Les actions suivantes n'affectent que la stratégie de pare-feu locale et n'affecteront pas les paramètres de stratégie de pare-feu de groupe qui pourraient avoir été appliqués par un administrateur de domaine. Si votre pare-feu a été configuré par une stratégie de groupe de domaine, ces actions pourraient être retournées comme «&nbsp;Échec» et le pare-feu doit être désactivé ou configuré par l'intermédiaire de la stratégie de groupe.

source: The specified computers have one or more required&nbsp;VDI componentservices that are not running or that are configured with an incorrect start mode.
fr_fr: Les ordinateurs spécifiés ont un ou plusieurs services de composants VDI requis qui ne sont pas en cours d'exécution ou sont configurés avec un mode de démarrage incorrect.

source: The listed computers have&nbsp;Core Protection ModuleVDI Components installed. Use this task to set the maximum number of the virtual desktops to perform pattern update at the same time. The default maximum is 3. Note: The valid values&nbsp;are&nbsp;between 1to 65536. This action will set a default maximum value&nbsp;3&nbsp;ifthevalue is invalid.
fr_fr: Les composantsVDI deCore Protection Module sont installés sur les ordinateurs répertoriés. Utilisez cette tâche pour définir le nombre maximum de bureaux virtuels qui effectuent la mise à jour des signatures en même temps. La valeur maximum par défaut est 3. Remarque: Les valeurs valides sont comprises entre 1 et 65536. Cette action définira la valeur par défaut sur 3 si la valeur n'est pas valide.

source: The listed computers have&nbsp;Core Protection ModuleVDI Components installed. Use this task to set the maximum number of the virtual desktops to perform on-demand scan at the same time. The default maximum is 1. Note: The valid values are&nbsp;between 1to 65536. This action will set the maximum value to&nbsp;1&nbsp;ifthespecified value is invalid.
fr_fr: Les composants VDI de Core Protection Module sont installés sur les ordinateurs répertoriés. Utilisez cette tâche pour définir le nombre maximum de scans à la demande simultanés des bureaux virtuels. La valeur maximum par défaut est 1. Remarque: Les valeurs valides sont comprises entre 1 et 65536. Cette action définira la valeur maximale sur 1 si la valeur spécifiée n'est pas valide.

source: This analysis contains information about the CPM VDI Componentsin your deployment. After activating this analysis, you will see the following properties: Version Build Maximum concurrent scanning virtual desktops Maximum concurrent updating virtual desktops Number of enabled VDI Servers List of enabled VDI Servers Connections available between VDI Components and VDI Servers VDI Component service status
fr_fr: Cette analyse contient des informations sur les composants VDI de CPM dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent: Version Compilation Nombre maximum de scans simultanés des bureaux virtuels Nombre maximum de mises à jour simultanées des bureaux virtuels Nombre de serveurs VDI activés Liste des serveurs VDI activés Connexions disponibles entre composants VDI et les serveurs VDI État du service des composants VDI

source: Use this task to uninstall Smart Protection Relay components. Note: The uninstallation log SPRelayUinstall.log is stored in the Windows folder on the endpoint where the relay is installed. Important Note: If Smart Protection Relay is running in IIS mode, IIS Admin Service restarts after this Fixlet is applied.
fr_fr: Utilisez cette tâche pour désinstaller les composants du Smart Protection Relay. Remarque: Le journal de désinstallation SPRelayUinstall.log est stocké dans le dossier Windows du point final où le relais est installé. Remarque importante: Si le relais Smart Protection est en cours d'exécution en mode IIS, le service IIS Admin redémarre après l'application de ce fixlet.

source: Use this task to upgrade Smart Protection Relay components. Note: The upgrade log SPRelayUpgrade.log is stored in the Windows folder on the endpoint where the relay is installed. Note: If IIS is configured as the web server for Smart Protection Relays, after this Fixlet is applied, the IIS configuration will be disabled. Important Note: If Smart Protection Relay is running in IIS mode, IIS Admin Service restarts after this Fixlet is applied. File Size:17MB
fr_fr: Utilisez cette tâche pour mettre à niveau les composants du Smart Protection Relay. Remarque : Le journal de mise à niveau SPRelayUpgrade.log est stocké dans le dossier Windows du point final où le relais est installé. Remarque: si IIS est configuré comme serveur Web pour les Smart Protection Relays, la configuration IIS sera désactivée une fois le Fixlet appliqué. Remarque importante : Si le relais Smart Protection est en cours d'exécution en mode IIS, le service IIS Admin redémarre après l'application de ce fixlet. Taille du fichier:17Mo

source: When using smart scan, Core Protection Module endpoints get updates and make reputation queries to Smart Protection Servers or the Smart Protection Network. You can minimize CPM endpoint bandwidth usage, for updates and reputation queries, by directing the endpoint queries to Smart Protection Relays. Note: Smart Protection Relays require endpoints, with a BES relay installed and with at least 1 GB of RAM and 250MB of hard drive space. Smart Protection Relays installed on endpoints with lower-end hardware (Pentium 4) can support up to 500 endpoints. Smart Protection Relays installed on endpoints with higher-end hardware (Core 2 Duo or above) can support up to 1000 endpoints. The specified endpoints are BES Relays that do not have the Smart Protection Relay components installed. Use this action to deploy Smart Protection Relay components to BES Relays. Note: The installation log SPRelayInstall.log is stored in Core Protection Module client's Windows folder. Note: To provide high scalability and peak performance, Smart Protection Relays create multiple processes (ApricotFcgi.exe) to serve simultaneous File Reputation and Web Reputation query requests from endpoints. Depending on the web server used by Smart Protection Relay, under normal operation 30 to 35 ApricotFcgi.exe processes will appear in the Windows Task Manager &gt; Processes screen. Deployment Options: This action allows you to install to the default path "%Program Files%\Trend Micro" or to specify a custom path. Default installation path:Leave the action parameter dialog blank Custom installation path: Specify custom path in action parameter dialog, including drive letter - "C:\folder1\folder2\Trend Micro Home" Illegal path characters: Do not use illegal Windows characters including " ? * | / &lt; &gt; and : \ ,unless used as legal part of path Environment variables (i.e. ) are not supported for custom installation path. This action will fail if illegal path characters are used or the drive letter specified does not exist or meet minimum space requirements File Size:17MB
fr_fr: Lorsque vous utilisez Smart Scan, les points finaux de Core Protection Module obtiennent des mises à jour et envoient des requêtes de réputation aux serveurs Smart Protection Server ou Smart Protection Network. Vous pouvez réduire la bande passante utilisée par les points finaux CPM lors de requêtes de mises à jour et de réputation en dirigeant les requêtes de points finaux vers les Smart Protection Relays. Remarque: Les Smart Protection Relays requièrent des points finaux sur lesquels sont installés un relais BES disposant d'au moins 1&nbsp;Go de mémoire RAM et 250&nbsp;Mo d'espace disque dur. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie inférieure (Pentium&nbsp;4) peuvent prendre en charge jusqu'à 500&nbsp;points finaux. Les Smart Protection Relays installés sur des points finaux disposant de matériel de catégorie supérieure (Core&nbsp;2Duo ou supérieur) peuvent prendre en charge jusqu'à 1000points finaux. Les points finaux spécifiés sont des relais BES dont les composants du Smart Protection Relay ne sont pas installés. Utilisez cette action pour déployer les composants du Smart Protection Relay aux relais BES. Remarque: Le journal d'installation SPRelayInstall.log est enregistré dans le dossier Windows du client Core Protection Module. Remarque: Afin de fournir une évolutivité élevée et des performances de pointe, les Smart Protection Relays créent plusieurs processus (ApricotFcgi.exe) de façon à envoyer simultanément des requêtes File Reputation et réputation de sites Web depuis les points finaux. Selon le serveur Web utilisé par le Smart Protection Relay, dans des conditions normales de fonctionnement, 30 à 35processus ApricotFcgi.exe apparaîtront dans l'écran Gestionnaire des tâches &gt; Processus de Windows. Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «%Program Files%\Trend Micro»ou de spécifier un chemin d'accès personnalisé. Chemin d'installation par défaut&nbsp;:Laissez la boîte de dialogue du paramètre d'action vide Chemin d'installation personnalisé: spécifiez un chemin d'accès personnalisé dans la boîte de dialogue du paramètre d'action, y compris la lettre du lecteur – «C:\Dossier1\Dossier2\Trend Micro Home» Caractères de chemin d'accès non autorisés: n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / &lt; &gt; et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès Les variables d'environnement (par ex. ) ne sont pas prises en charge pour le chemin d'installation personnalisé. Cette action échoue si des caractères de chemin d'accès non autorisé sont utilisés ou si la lettre de lecteur spécifiée n'existe pas ou ne correspond pas aux critères d'espace minimum. Taille du fichier:17Mo

source: Use this fixlet to customize the bandwidth Smart Protection Relay uses, if the total outbound bandwidth is less than 20 Mbps. Supported bandwidth settings are: 10Mbps 6Mbps 2Mbps 512Kbps 256Kbps Note:The lower the bandwidth, the fewer endpoints Smart Protection Relay can support. To guidelines about bandwidth and the number of supported clients for a Smart Protection Relay, click here. If the outbound bandwidth is more than 20 Mbps, the default network settings are used. Smart Protection Relay uses up to 9 Mbps on 20Mbps networks.
fr_fr: Utilisez ce fixlet pour personnaliser la bande passante que le Smart Protection Relay utilise si le volume total de bande passante sortante est inférieur à 20Mbit/s. Paramètres de bande passante pris en charge: 10Mbps 6Mbps 2Mbps 512Kbps 256Kbps Remarque: Plus la bande passante est faible, moins nombreux sont les points finaux que relais Smart Protection peut prendre en charge. Pour obtenir plus d'informations sur la bande passante et le nombre de clients pris en charge par un relais Smart Protection, cliquez ici Si la bande passante sortante est supérieure à 20&nbsp;Mbit/s, les paramètres réseau par défaut sont utilisés. Un relais Smart Protection utilise jusqu'à 9&nbsp;Mbit/s sur les réseaux de 20Mbit/s.

source: Use this task to purge the Smart Protection Relay error logs, when the logs’ size exceeds 100MB. Note: The Smart Protection Relay service stops when this task executes. Note: This action can be configured to run as a policy with periodic behavior that reapplies the policy.You can apply this Task with the following action parameters: Reapply an unlimited number of times Run after office hours
fr_fr: Utilisez cette tâche pour purger les journaux d'erreurs de Smart Protection Relay lorsque la taille des journaux dépasse 100Mo. Remarque: Le service relais Smart Protection s'arrête lorsque cette tâche s'exécute. Remarque: Cette action peut être configurée de façon à s'exécuter comme stratégie avec un comportement périodique qui réapplique la stratégie.Vous pouvez appliquer cette tâche avec les paramètres d'action suivants: Réappliquer un nombre illimité de fois Exécuter après les heures de bureau

source: Use this task to restart Smart Protection Relays that require a reboot. Reboots may be required for upgrade or uninstallation. Important Note: When running the action below, configure the action deployment options correctly to avoid restarting endpoints at inappropriate times.
fr_fr: Utilisez cette tâche pour redémarrer les Smart Protection Relays qui requièrent un redémarrage. Le redémarrage peut être requis en cas de mise à niveau ou de désinstallation. Remarque importante: Lors de l'exécution de cette action, configurez correctement les options de déploiement de l'action afin d'éviter le redémarrage de points finaux à des moments inopportuns.

source: Use this task to open port 5274 on Smart Protection Relays that use Windows Firewall (Windows Firewall is enabled and blocking port 5274). Smart Protection Relay uses port 5274 for communication. Note: There are currently performance issues and functional limitations associated with the relevance of this fixlet. Important Note: If the listed endpoints' firewall settings are being administered through a domain group policy, the results of this action may be overwritten by that policy. The actions below only affect the local firewall policy, and will not affect any group firewall policy settings that may have been applied by a domain administrator. If your firewall has been configured through a domain group policy, these actions may report back as 'Failed', and the firewall must be disabled or configured through the group policy instead.
fr_fr: Utilisez cette tâche pour ouvrir le port&nbsp;5274 sur les Smart Protection Relays qui utilisent le pare-feu Windows (le pare-feu Windows est activé et bloque le port&nbsp;5274). Les Smart Protection Relays utilisent le port5274 pour communiquer. Remarque: Il y a actuellement des problèmes de performance et des restrictions opérationnelles associées à la pertinence de ce fixlet. Remarque importante: Si les paramètres de pare-feu des points finaux répertoriés sont administrés par une stratégie de groupe de domaine, les résultats de cette action pourraient être écrasés par cette stratégie. Les actions suivantes n'affectent que la stratégie de pare-feu locale et n'affecteront pas les paramètres de stratégie de pare-feu de groupe qui pourraient avoir été appliqués par un administrateur de domaine. Si votre pare-feu a été configuré par une stratégie de groupe de domaine, ces actions pourraient être retournées comme «&nbsp;Échec» et le pare-feu doit être désactivé ou configuré par l'intermédiaire de la stratégie de groupe.

source: Use this task to reconfigure IIS for Smart Protection Relay troubleshooting. Note: This Fixlet is only applied to the endpoints with Smart Protection Relay 1.0 installed. Note: This fixlet is only applied to endpoints that meet the following conditions. Smart Protection Relay installed Endpoint relay operating system: Windows 2003, Windows 2003 R2, Windows 2008, Windows 2008 R2 platform Following versions of IIS installed and services started: 6.0, 7.0 or 7.5 FastCGI installed For IIS 7.x: Management Scripts and Tools For IIS 7.x: IIS 6 Management Compatibility For IIS 7.x: ISAPI Filters For IIS 7.0: Apply KB980363 to Windows Important Note: IIS Admin Service restarts after this Fixlet is applied.
fr_fr: Utilisez cette tâche pour reconfigurer IIS pour la résolution des problèmes de Smart Protection Relay. Remarque: Ce Fixlet est uniquement appliqué aux points finaux avec un Smart Protection Relay 1.0 installé. Remarque: Ce fixlet est uniquement appliqué à des points finaux qui répondent aux conditions ci-dessous. Relais Smart Protection installé Système d'exploitation du point final relais&nbsp;: Windows&nbsp;2003, Windows&nbsp;2003&nbsp;R2, Windows&nbsp;2008, plateforme Windows&nbsp;2008&nbsp;R2 Les versions suivantes d'IIS sont installées et les services démarrés&nbsp;: 6.0, 7.0 ou 7.5 FastCGI installé Pour IIS 7.x&nbsp;: Scripts et outils de gestion Pour IIS 7.x&nbsp;: Gestion de la compatibilité d'IIS 6 Pour IIS 7.x: Filtres ISAPI Pour IIS 7.0: Appliquer l'article de la base de connaissances KB980363 relatif à Windows Remarque importante: Le Service IIS Admin redémarre lorsque ce fixlet est appliqué.
